Repository: GSA/wp-sitemap-page
Catalog: languages/wp_sitemap_page-*.po
Languages: hu_hu, sv_se

source: WP Sitemap Page
hu_hu: WP Sitemap Oldal
sv_se: WP Sitemap-sida

source: Help us
sv_se: Hjälp oss

source: This plugin is freely developped and distrubed to the WordPress community. Plenty of hours were necessary to develop this project.
sv_se: Detta tillägg utvecklas och distribueras gratis till WordPress-användare. Projektet har krävt många timmar.

source: If you like this plugin, feel free to rate it 5 stars on the WordPress.org website or to donate.
sv_se: Om du gillar detta tillägg, ge det gärna betyget 5 stjärnor på webb-platsen WordPress.org eller gör en donation.

source: Donate
hu_hu: Adományozz
sv_se: Donera

source: Traditionnal sitemap
sv_se: Traditionell sitemap

source: To display a traditional sitemap, just use [wp_sitemap_page] on any page or post.
sv_se: För att visa en traditionell sitemap, skriv helt enkelt in koden [wp_sitemap_page] på önskad sida eller i önskat inlägg.

source: Display only some content
sv_se: Visa endast visst innehåll

source: Display only some kind of content using the following shortcodes.
sv_se: Visa endast visst innehåll genom att använda följande kortkoder.

source: Customize the way to display the posts
sv_se: Anpassa hur inläggen visas

source: Please choose how you want to display the posts on the sitemap.
hu_hu: Válaszd ki, hogy szeretnéd megjeleníteni a bejegyzéseket az oldaltérképen.
sv_se: Var vänlig välj hur du vill visa inläggen i din sitemap.

source: %1$s: title of the post.
hu_hu: %1$s: bejegyzés címe.
sv_se: %1$s: Inläggets rubrik.

source: %1$s: URL of the post.
hu_hu: %1$s: bejegyzés URL.
sv_se: %1$s: Inläggets URL.

source: %1$s: The year of the post, four digits, for example 2004.
hu_hu: %1$s: A bejegyzés dátumának évszáma négy számjeggyel, pl. 2004.
sv_se: %1$s: Inläggets årtal med fyra siffror, t.ex. 2004.

source: %1$s: Month of the year, for example 05.
hu_hu: %1$s: Az év hányadik hónapja, pl. 05.
sv_se: %1$s: Månadsnumret, t.ex. 05.

source: %1$s: Day of the month, for example 28.
hu_hu: %1$s: A hónap napja, pl. 05.
sv_se: %1$s: Dagens nummer i månaden, t.ex. 28.

source: %1$s: Hour of the day, for example 15.
hu_hu: %1$s: Hányadik óra a napban, pl. 15.
sv_se: %1$s: Timme under dagen, t.ex. 15.

source: %1$s: Minute of the hour, for example 43.
hu_hu: %1$s: Hányadik perc az órában, pl. 43.
sv_se: %1$s: Minut, t.ex. 43.

source: %1$s: Second of the minute, for example 33.
hu_hu: %1$s: Másodperc a percben, pl. 33.
sv_se: %1$s: Sekund, T.ex. 33.

source: %1$s: The unique ID # of the post, for example 423.
hu_hu: %1$s: A bejegyzés egyedi azonosítója (ID #), pl 423.
sv_se: %1$s: Inläggets unika ID, t.ex. 423.

source: %1$s: Category name. Nested sub-categories appear as nested directories in the URI.
hu_hu: %1$s: Kategória neve. Az alkategóriák al könyvtáranként jelennek meg az URI-ban.
sv_se: %1$s: Kategorinamn. Nästlade underkategorier visas som nästlade kataloger i URI-adressen.

source: How to display the posts
hu_hu: A bejegyzés megjelenítése
sv_se: Hur inläggen visas

source: Initial way to display the content: %1$s
sv_se: Ursprungligt sätt att visa innehållet: %1$s

source: Exclude from traditional sitemap
sv_se: Uteslut från traditionell sitemap

source: Exclude pages
hu_hu: Oldalakat nem jeleníti meg
sv_se: Uteslut sidor

source: Just add the IDs, separated by a comma, of the pages you want to exclude.
hu_hu: Add meg az oldalak azonosítóját (ID) vesszővel elválaszta, amelyeket nem szeretnél megjeleníteni.
sv_se: Lägg helt enkelt till ID-numren för de sidor som du vill utesluta, separerade med kommatecken.

source: Exclude Custom Post Type
hu_hu: Egyedi poszt típus kihagyása
sv_se: Uteslut speciella typer av inlägg

source: Page
hu_hu: Oldal
sv_se: Sida

source: Post
hu_hu: Bejegyzés
sv_se: Inlägg

source: Archive
hu_hu: Archív
sv_se: Arkiv

source: Author
hu_hu: Szerző
sv_se: Författare

source: Display the plugin link
sv_se: Visa tilläggets länk

source: Display the plugin name with a link at the bottom of the sitemap.
sv_se: Visa tilläggets namn med en länk i slutet av din sitemap.

source: How to use
sv_se: Gör så här

source: You can use any of the following shortcodes in the content of your pages (or posts) to display a dynamic sitemap.
sv_se: Du kan använda vilka som helst av följande kortkoder i innehållet i dina sidor (eller inlägg) för att visa en dynamiskt skapad sitemap.

source: To display a traditionnal sitemap
sv_se: För att visa en traditionell sitemap

source: To display the posts by category
sv_se: För att lista inlägg per kategori

source: To display the categories
sv_se: För att visa kategorierna

source: To display the tags
sv_se: För att visa etiketterna

source: To display the pages
sv_se: För att visa sidorna

source: To display the archives
sv_se: För att visa arkivsidorna

source: To display the authors
sv_se: För att visa författarsidorna

source: To display the %1$s
sv_se: För att visa %1$s

source: About
hu_hu: Rólunk
sv_se: Om

source: Developed by <a href="%1$s">Tony Archambeau</a>.
sv_se: Tillägget har utvecklats av <a href="%1$s">Tony Archambeau</a>.

source: Rate the plugin on Wordpress.org
sv_se: Sätt betyg på tillägget på Wordpress.org

source: Translated in Russian by <a href="%1$s">skesov.ru</a>.
hu_hu: Oroszra fordította <a href="%1$s">skesov.ru</a>.
sv_se: Översatt till ryska av <a href="%1$s">skesov.ru</a>.

source: Settings
hu_hu: Beállítások
sv_se: Inställningar

source: Powered by "WP Sitemap Page"
sv_se: Skapat med "WP Sitemap-sida"

source: Pages
hu_hu: Oldalak
sv_se: Sidor

source: Posts by category
hu_hu: Bejegyzések kategóriánként
sv_se: Inlägg per kategori

source: Categories
sv_se: Kategorier

source: Tags
sv_se: Etiketter

source: Archives
hu_hu: Archívok
sv_se: Arkiv

source: Authors
hu_hu: Szerzők
sv_se: Författare

source: Category: %1$s
hu_hu: Kategória: %1$s
sv_se: Kategori: %1$s

source: To display the sitemap, just use [wp_sitemap_page] on any page or post.
hu_hu: Az oldaltérkép megjelenítéséhez csak add hozzá ezt bármely oldalhoz vagy bejegyzéshez: [wp_sitemap_page]

source: Plugin developed by <a href="%1$s">Tony Archambeau</a>.
hu_hu: A bővítményt fejlesztette <a href="%1$s">Tony Archambeau</a>.
